const players = {

    // ========================================
    // 天野浩一
    // ========================================

    amano: {

        name: "天野浩一",

        reading: "あまのこういち",

        // 応援歌
        audio:
            "データ/天野浩一/天野浩一.m4a",

        // MIDI 3トラックをまとめたZIP
        midiZip:
            "データ/天野浩一/天野浩一_MIDI.zip",

        // GarageBandプロジェクト
        garageBandZip:
            "データ/天野浩一/天野浩一.zip",

        // 歌詞
        lyrics:
`海渡る風の中
心躍る理想の国へ
共に旅立とう
金色の未来`

    },


    // ========================================
    // 堂林翔太
    // ========================================

    dobayashi: {

        name: "堂林翔太",

        reading: "どうばやししょうた",

        // 応援歌
        audio:
            "データ/堂林翔太/堂林翔太.m4a",

        // MIDI 3トラックをまとめたZIP
        midiZip:
            "データ/堂林翔太/堂林翔太_MIDI.zip",

        // GarageBandプロジェクト
        garageBandZip:
            "データ/堂林翔太/堂林翔太.zip",

        // 歌詞
        lyrics:
`光り輝く その道を
翔けぬけて魅せろ
堂林SHOW TIME!`

    },


    // ========================================
    // 細川凌平
    // ========================================

    hosokawa: {

        name: "細川凌平",

        reading: "ほそかわりょうへい",

        // 応援歌
        audio:
            "データ/細川凌平/細川凌平.m4a",

        // MIDI 3トラックをまとめたZIP
        midiZip:
            "データ/細川凌平/細川凌平_MIDI.zip",

        // GarageBandプロジェクト
        garageBandZip:
            "データ/細川凌平/細川凌平.zip",

        // 歌詞
        lyrics:
`さあ行くぞ かっ飛ばせ
フィールド駆けろ
煌びやかな栄冠を
掴むぞ凌平`

    }

};